{
  "main": {
    "name":"Ben Szuchmacher",
    "occupation":" 💼 Operations Manager at RaziCo | 💻 Software Developer | 🍷 Wine Enthusiast|",
    "description":"🎬 Over 10 years of experience in directing service operations initiatives and in partner enablement. 🧩 Excellence always in ensuring that the company's team members are well-orchestrated.",
    "image":"profilepic.jpg",
    "bio":" My name is Benjamin Szuchmacher. I am the Operations Manager @ RaziCo. My passion lies in Organization and Operations. I am also a dynamic and detail-oriented Software Developer with a knack for conceptualizing and delivering elegant, user-friendly solutions effectively and efficiently. Armed with an extensive understanding of end-to-end SDLC and cloud computing, proficient in Front End and Back End technologies.", 
    "contactmessage":"If you have an awesome idea or project you need to get done, you need advice or just to chat and maybe meet for coffee...Drop me a line @ ben.s@razico.co and let me put my experience to work for you",
    "email": "BSzuchmacher@gmail.com",
    "phone": "(972) 058-403-7429",
    "address":{
      "city":" Mitzpe Yericho",
      "state":"Israel"
    },
    "website": "http://www.razico.co",
    "resumedownload":"https://drive.google.com/file/d/1PjKj-eLX1r4e3IVebRrnRFguNGboU3lT/view?usp=sharing",
    "social":[
      {
        "name":"facebook",
        "url":"https://www.facebook.com/ben.szuchmacher",
        "className":"fa fa-facebook"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/ben-szuchmacher-67b79987/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/bszuchmacher/",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"~~~??",
    "education":[
      {
        "school":"Wayne State University",
        "degree":"Bachelors Degree",
        "graduated":"~",
        "description":"Took Courses in Business, Law, Management and Computer Science"
      },
      {
        "school":"Israel Tech Challenge",
        "degree":"Full Stack Web Development",
        "graduated":"~",
        "description":"ITC's Computer FULL STACK/Data Science Bootcamp is a unique training course designed to transform hand-picked young professionals into qualified full-stack software developers. The program is a full time, 3.5 month, hands-on accelerator, which encourages research and self-led learning, as well as teamwork, all while incorporating industry's best practices. After the 3.5 months, the students are then placed in a two month internship where they can gain valuable experience and flourish in the market"
      }
    ],
    "work":[
      {
        "company":"RaziCo",
        "title":"Operations Manager",
        "years":"May 2021 - Present",
        "description":"In my current role as Director of Operations at RaziCo, my goal is to help our clients maximize the impact of their eCommerce efforts. We start by pinpointing problems and opportunities in their sales funnels, Roadmapping long term and short term actionable strategies to address these opportunities, and then implement them. Specifically, I organize, lead and manage project releases through iteration kickoff to deployment. I oversee productivity to identify areas that should be improved designed a plan for improvement and ensure process continues smoothly. I prepare materials and presentations, monitoring action items, monitoring work plans, coordination, work process controls. I Measure and reporte on the performance of all digital marketing campaigns and assess against goals todevelop strategic decisions and recommendations. I lead a Team of Back End Developers, front end developers and Quality Assurance testers."
      },
      {
        "company":"Welldone Software",
        "title":"Software Engineer Contract",
        "years":"March 2021 - May 2021",
        "description":"Welldone Software provides consulting, mentoring and software development services with the exceptional quality delivered by a handpicked team of experienced and innovative full-stack professionals who are passionate about their code."
      },
      {
        "company":"EyeKnow AI",
        "title":"Full Stack Developer",
        "years":"August 2020 - February 2021",
        "description":"🎥 EyeKnow automatically detects positive and negative caregiver-to-toddler behavior in kindergartens by processing video feeds from off-the-shelf CCTV cameras using AI and computer-vision algorithms. 🔎 Meaningful events are recorded and shared with kindergarten owners, law enforcement agencies, and government stakeholders, which results in a dramatic decrease in abuse incidents and a significant increase in caring quality.  ⚛️ Mainly used ReactJS, JavaScript, NodeJS, MongoDB, SQL, AWS, Docker and Python"
      },
      {
        "company":"BuzzHunter",
        "title":"Full Stack Developer",
        "years":"Aug 2020 - December 2020",
        "description":"💼 Managed projects for the two startups we took on at the agency. (BuzzHunter is a SaSS company). 💬 Collaborated with team members and other testers overseas to develop, test, and support product features. 💻 Worked with Engineers and Data Scientists to develop interactive, user-friendly applications. 💼 Agile was how we approached the planning, development, testing and support. 💼"
      },
      {
        "company":"Shoprite Supermarkets",
        "title":"Supervisor/Project Manager ",
        "years":"Feb 2011 - November 2018",
        "description":"🔎 Participation in marking efforts including development of proposals project scope of work and fee. 🔎 Managed cross functional projects to improve store processes, technology, equipment, stock etc. 🔎 Organized, lead and managed project releases through iteration kickoff to deployment."
      },
      {
        "company":"BuntyJones Design Studio",
        "title":"Founder",
        "years":"Dec 2017 - Present",
        "description":"🧠 BuntyJones Design Studio has been offering complete web design solutions to clients since 2018. We are based in Israel. 🧠 Our main focus is to clearly understand the core business visions of our clients, in order to bring about the transcending effect on their websites. ✈️ Designed and marketed website: http://www.israelwithdaniel.com. 🛩 Designed and marketed website: http://www.olimadvisors.com. 🤌 Designed and marketed website: http://www.eoskosher.com. 🥩 Designed and marketed website: http://www.avenuegrill.com. 🍣 Designed and marketed website: http://www.metsuyanteaneck.com"
      }
    ],
    "skills":[
      {
        "name":"Git",
        "level":"70%"
      },
      {
        "name":"UI/UX",
        "level":"95%"
      },
      {
        "name":"ReactJs",
        "level":"90%"
      },
      {
        "name":"CSS",
        "level":"100%"
      },
      {
        "name":"HTML5",
        "level":"100%"
      },
      {
        "name":"VueJs",
        "level":"75%"
      },
      {
        "name":"MongoDB",
        "level":"75%"
      },
      {
        "name":"WordPress",
        "level":"80%"
      },
      {
        "name":"Bubble",
        "level":"80%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"FoodPrint (c) 2020",
        "category":"Sustainability of Resources in the Environment.",
        "image":"foodprint.jpeg",
        "url":"https://foodprint-a7268.web.app/"
      },
      {
        "title":"Olim Advisors",
        "category":"Aliyah Advice ",
        "image":"olim.jpeg",
        "url":"http://www.olimadvisors.com"
      },
      {
        "title":"Elizabeth One Stop Kosher",
        "category":"Kosher Market ",
        "image":"eoskosher.jpeg",
        "url":"http://www.eoskosher.com"
      },
      {
        "title":"Israel with Daniel",
        "category":"Best Tour Guide ",
        "image":"israelwithdaniel.jpeg",
        "url":"http://www.israelwithdaniel.com"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Ben, working along side of you was such a pleasure. Your knowledge and dedication to your craft made my job easier as a Creative Director. It's amazing how smooth a project can go with you on board. ",
        "user":"Mike Mintz J.D. Creative Director"
      },
      {
        "text":"Hey Ben... Just got home and saw the final product. Unbelievable I can't believe that you did it out so quickly and professionally! I really really appreciate it, I'm so happy I got your referral. You saved me so much time and money, I want you to do all my sites. ",
        "user":"Daniel Gutman http://www.israelwithdaniel.com"
      },
      {
        "text":"After working closely with Ben I can say that the dedication and attention to details in his field makes him a great Operations Manager/ Technical Project Manager. Any company that will take him will greatly gain from his talent",
        "user":"Eduardo Margulis MBA/MA"
      },
      {
        "text":"Your website you created for my client was incredible - put together in less than 1 week ((MIND BLOWN))",
        "user":"Rabbi Dovid Baars"
      }

    ]
  }
}
